sensoroptconverged/con/12.5_deg/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  8
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

7
(
    down
    {
        type            symmetryPlane;
        inGroups        List<word> 1(symmetryPlane);
        nFaces          400;
        startFace       229690;
    }
    right
    {
        type            patch;
        nFaces          200;
        startFace       230090;
    }
    up
    {
        type            symmetryPlane;
        inGroups        List<word> 1(symmetryPlane);
        nFaces          400;
        startFace       230290;
    }
    left
    {
        type            patch;
        nFaces          200;
        startFace       230690;
    }
    front
    {
        type            empty;
        inGroups        List<word> 1(empty);
        nFaces          114957;
        startFace       230890;
    }
    back
    {
        type            empty;
        inGroups        List<word> 1(empty);
        nFaces          114957;
        startFace       345847;
    }
    wing
    {
        type            wall;
        inGroups        List<word> 1(wall);
        nFaces          451;
        startFace       460804;
    }
)

// ************************************************************************* //
